Repository: sergiorua/alexa-radio-galega
Catalog: lambda/py/locales/*/LC_MESSAGES/data.po
Languages: es_es, fr_fr, it_it

source: Welcome to {}
es_es: Hola, esta es {}
fr_fr: Bienvenue sur {}
it_it: Benvenuto in {}

source: Welcome to {}. You can play, stop, resume listening. How can I help you ?
es_es: Hola, con {}. Tu puedes reproducir, parar o volver a escuchar la radio. Qué quieres hacer?
fr_fr: Bienvenue sur {}. Vous pouvez démarrer, arrêter ou reprendre. Que souhaitez-vous faire ?
it_it: Benvenuto in {}. Puoi ascoltare, mettere in pausa o riprendere l'ascolto. Come posso aiutarti?

source: Sorry, I could not understand what you've just said.
es_es: Lo siento, No pude entender lo que acabas de decir.
fr_fr: Désolé, je n'ai pas compris ce que vous avez dit.
it_it: Scusami, non ho capito quello che hai appena detto

source: This is radio, you have to wait for previous or next track to play.
es_es: Recuerda que esto es la radio, tu debes esperar la anterior o siguiente reproducción en lista.
fr_fr: C'est de la radio, vous devez attendre le titre précédent ou suivant.
it_it: Questa è radio, devi attendere per passare al precedente o prossimo brano.

source: Resuming {}
es_es: reiniciando la reproduccion {}
fr_fr: Je redémarre {}
it_it: Riprendo {}

source: This is radio, you can not do that. You can ask me to stop or pause to stop listening.
es_es: Recuerda que esto es la radio, no puedo hacer eso. Sí quieres detener la reproducción, me puedes decir: para o pausa, .
fr_fr: C'est de la radio, vous ne pouvez pas faire ca. Vous pouvez me demander d'arrêter ou de metre en pause pour arrêter la musique.
it_it: Questa è radio, non è possibile procedere. Puoi chiedermi di terminare o mettere in pausa l'ascolto

source: Goodbye.
es_es: Adiós.
fr_fr: au revoir !
it_it: Arrivederci

source: Sorry, this skill is not supported on this device
es_es: Lo sentimos, esta habilidad no es compatible con este dispositivo
fr_fr: Désolé, cette skill ne peut être utilisée sur cet appareil.
it_it: Mi spiace, questa skill non è supportata da questo dispositivo

source: test english
es_es: prueba español
fr_fr: test français
it_it: test italiano

source: test with parameters {} and {}
es_es: prueba con los parámetros {} y {)
fr_fr: test avec paramètres {} et {}
it_it: testa con i parametri {} e {}
